export const arabicApiRes = [
  {
    state: "تم انشاء الشحنه",
  },
  {
    state: "تم استلام الشحنه",
  },
  {
    state: " فى مرحله المرور",
  },
  {
    state: "تم استلام الشحنه",
    hub: "منشأة الفرز بالقاهرة",
  },
  {
    state: " فى مرحله المرور",
  },
  {
    state: "تم استلام الشحنه",
    hub: "فرع طنطا",
  },
  {
    state: "لم يتم شحنه ",
  },
  {
    state: "الشحنه خرجت للتسليم ",
  },
  {
    state: "فى انتظار رد من العميل ",
    reason: "تأجيل - العميل طلب التاجيل ليوم اخر",
  },
  {
    state: "تم استلام الشحنه",
    hub: "فرع طنطا",
  },
  {
    state: "لم يتم شحنه ",
  },
  {
    state: "الشحنه خرجت للتسليم ",
  },
  {
    state: "تم التسليم",
  },
];
